backend/sped/cte/producao/temporarias/201611/31161109204054000143570010000007361071547317-consSitCTe.xml

<?xml version="1.0" encoding="utf-8"?><soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope"><soap12:Header><cteCabecMsg xmlns="http://www.portalfiscal.inf.br/cte/wsdl/CteConsultaProtocolo"><cUF>31</cUF><versaoDados>2.00</versaoDados></cteCabecMsg></soap12:Header><soap12:Body><cteDadosMsg xmlns="http://www.portalfiscal.inf.br/cte/wsdl/CteConsultaProtocolo"><consSitCTe xmlns="http://www.portalfiscal.inf.br/cte" versao="2.00"><tpAmb>1</tpAmb><xServ>CONSULTAR</xServ><chCTe>31161109204054000143570010000007361071547317</chCTe></consSitCTe></cteDadosMsg></soap12:Body></soap12:Envelope>